Repository: dewakp/ALAFIAKALO
Catalog: IOS/ALAFIA/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ha, ig, pt, sw, yo, zh

source: Delete Directive?
ar: حذف التوجيه؟
de: Anweisung löschen?
es: ¿Eliminar Directiva?
fr: Supprimer la directive ?
ha: Gida Umarnin?
ig: Hichapụ Iwu?
pt: Excluir Diretiva?
sw: Futa Agizo?
yo: Ṣe Ìparun Ìtọ́níjú?
zh: 删除指令？

source: Delete My Account
ar: حذف حسابي
de: Mein Konto löschen
es: Eliminar Mi Cuenta
fr: Supprimer mon compte
ha: Gida Akaun Nawa
ig: Hichapụ Akaụntụ M
pt: Excluir Minha Conta
sw: Futa Akaunti Yangu
yo: Ṣe Ìparun Àkáǹtì Mi
zh: 删除我的账户

source: Delete reading
ar: حذف القراءة
de: Messwert löschen
es: Eliminar lectura
fr: Supprimer la mesure
ha: Gida karatu
ig: Hichapụ Ihe Ọ Gụrụ
pt: Excluir leitura
sw: Futa usomaji
yo: Ṣe Ìparun Ìkẹ̀kọ̀ọ̀
zh: 删除读数

source: Denied: %@
ar: مرفوض: %@
de: Abgelehnt: %@
es: Denegado: %@
fr: Refusé : %@
ha: Aka Ƙi: %@
ig: Ọ Jụrụ Ụta: %@
pt: Negado: %@
sw: Kataliwa: %@
yo: Ẹ̀ kọ́ gbà: %@
zh: 已拒绝：%@

source: Department
ar: القسم
de: Abteilung
es: Departamento
fr: Département
ha: Sashe
ig: Ngalaba
pt: Departamento
sw: Idara
yo: Ìpínlẹ̀
zh: 科室

source: Description
ar: الوصف
de: Beschreibung
es: Descripción
ha: Bayanin
ig: Nkọwa
pt: Descrição
sw: Maelezo
yo: Àpèjúwe
zh: 描述

source: Detailed
ar: مفصّل
de: Detailliert
es: Detallado
fr: Détaillé
ha: Cikakke
ig: Nkọwa Ziri Ezi
pt: Detalhado
sw: Kwa Undani
yo: Nítòsọ̀nù
zh: 详细

source: Details
ar: التفاصيل
es: Detalles
fr: Détails
ha: Cikakken Bayanai
ig: Nkọwa
pt: Detalhes
sw: Maelezo
yo: Àwọn Ìtumọ̀
zh: 详情

source: Detected Foods
ar: الأطعمة المكتشفة
de: Erkannte Lebensmittel
es: Alimentos Detectados
fr: Aliments détectés
ha: Abubuwanda da aka Gano
ig: Nri Achọpụtara
pt: Alimentos Detectados
sw: Chakula Kilichogundulika
yo: Àwọn Oúnje Tí A Rí
zh: 检测到的食物

source: Diagnosed By
ar: تشخيص بواسطة
de: Diagnostiziert von
es: Diagnosticado Por
fr: Diagnostiqué par
ha: Aka Gano ta
ig: Onye Chọpụtara
pt: Diagnosticado Por
sw: Uchafuzi Ulifanywa Na
yo: Àwọn Ẹ̀kọ́ Tí Ó Ṣe
zh: 诊断医生

source: Diagnosed: %@
ar: التشخيص: %@
de: Diagnostiziert: %@
es: Diagnosticado: %@
fr: Diagnostiqué : %@
ha: Aka Gano: %@
ig: Achọpụtara: %@
pt: Diagnosticado: %@
sw: Uchafuzi: %@
yo: Àwọn Ẹ̀kọ́: %@
zh: 诊断时间：%@

source: Diagnosing Facility
ar: مركز التشخيص
de: Diagnostische Einrichtung
es: Centro de Diagnóstico
fr: Établissement de diagnostic
ha: Gidaje da aka Gano
ig: Ụlọ Ọrụ Chọpụtara
pt: Estabelecimento de Diagnóstico
sw: Kituo cha Uchafuzi
yo: Ilé Ìtọ́níjú Tí Ó Ṣe Àwọn Ẹ̀kọ́
zh: 诊断机构

source: Diagnosis
ar: التشخيص
de: Diagnose
es: Diagnóstico
fr: Diagnostic
ha: Cutin Rashin Lafiya
ig: Ọrịa
pt: Diagnóstico
sw: Uchafuzi
yo: Àwọn Ẹ̀kọ́
zh: 诊断

source: Diagnosis Date
ar: تاريخ التشخيص
de: Diagnosedatum
es: Fecha de Diagnóstico
fr: Date du diagnostic
ha: Ranar Gano
ig: Ụbọchị Chọpụtara Ọrịa
pt: Data do Diagnóstico
sw: Tarehe ya Uchafuzi
yo: Ọjọ Àwọn Ẹ̀kọ́
zh: 诊断日期

source: Dialysate
ar: سائل الديال
de: Dialysat
es: Dializado
fr: Dialysat
pt: Dialisado
zh: 透析液

source: Dialysate Prescription
ar: وصفة سائل الديال
de: Dialysatverordnung
es: Prescripción de Dializado
fr: Prescription de dialysat
ha: Umarnin Dialysate
ig: Iwu Dialysate
pt: Prescrição de Dialisado
sw: Agizo la Dialysate
yo: Ìtọ́níjú Dialysate
zh: 透析液处方

# Dialysis today — %lld session%@
source: Dialysis today — %1$lld session%2$@
ar: الغسيل الكلوي اليوم — جلسة %1$lld%2$@
de: Dialyse heute — %1$lld Sitzung%2$@
es: Diálisis hoy — %1$lld sesión%2$@
fr: Dialyse aujourd'hui — %1$lld session%2$@
ha: Dialysis jiya — %1$lld jeri%2$@
ig: Dialysis taa — %1$lld session%2$@
pt: Diálise hoje — %1$lld sessão%2$@
sw: Dialysis leo — %1$lld kikao%2$@
yo: Dialysis lónìí — %1$lld ìdìlẹ̀%2$@
zh: 今天透析 — %1$lld 次%2$@

source: Dialyzer
ar: المرشح
de: Dialysator
es: Dializador
fr: Dialyseur
pt: Dialisador
zh: 透析器

source: Diastolic
ar: الضغط الانبساطي
de: Diastolisch
es: Diastólica
fr: Diastolique
pt: Diastólica
zh: 舒张压

source: Diastolic BP
ar: ضغط الدم الانبساطي
de: Diastolischer Blutdruck
es: PA Diastólica
fr: Tension artérielle diastolique
pt: PA Diastólica
zh: 舒张压

source: Dietary Pattern
ar: نمط التغذية
de: Ernährungsmuster
es: Patrón Dietético
fr: Profil alimentaire
ha: Tsarin Abinci
ig: Ụkpụ Nri
pt: Padrão Alimentar
sw: Muundo wa Mlo
yo: Ìṣe Oúnje
zh: 饮食模式

source: Dietary Preferences
ar: تفضيلات غذائية
de: Ernährungsvorlieben
es: Preferencias Dietéticas
fr: Préférences alimentaires
ha: Zaɓin Abinci
ig: Ihe Ọ Masịrị Nri
pt: Preferências Alimentares
sw: Mapendeleo ya Mlo
yo: Àwọn Ìfẹ́ Oúnje
zh: 饮食偏好

source: Dietary Restrictions
ar: قيود غذائية
de: Ernährungseinschränkungen
es: Restricciones Dietéticas
fr: Restrictions alimentaires
ha: Ƙuntataccen Abinci
ig: Ihe Ọ Kwesịghị Iri
pt: Restrições Alimentares
sw: Vikwazo vya Mlo
yo: Àwọn Ìdíwọ̀n Oúnje
zh: 饮食限制

source: Differs from existing
ar: يختلف عن الموجود
de: Unterscheidet sich von vorhandenem
es: Diferente del existente
fr: Diffère de l'existant
ha: Yana Bambanta da Akwai
ig: Dị Iche na Ihe Dị Adị
pt: Difere do existente
sw: Inatofautiana na iliyopo
yo: Ó yàtọ̀ sí ti àtìkò
zh: 与现有数据不同

source: Digestion Problems
ar: مشاكل الهضم
de: Verdauungsprobleme
es: Problemas de Digestión
fr: Problèmes de digestion
ha: Matsalolin Jiya
ig: Nsogbu Ịmị Nri
pt: Problemas de Digestão
sw: Matatizo ya Kuzamia
yo: Àwọn Ìṣòro Ìjìnà
zh: 消化问题

source: Dinner
ar: العشاء
de: Abendessen
es: Cena
fr: Dîner
ha: Abincin Jiya
ig: Nri Mgbede
pt: Jantar
sw: Chakula cha Jioni
yo: Oúnje Àlẹ́
zh: 晚餐

source: Direct Message
ar: رسالة مباشرة
de: Direktnachricht
es: Mensaje Directo
fr: Message direct
ha: Saƙon Kai Tsaye
ig: Ozi Ozugbo
pt: Mensagem Direta
sw: Ujumbe wa Moja kwa Moja
yo: Ìfitánilẹ̀ Tòó
zh: 直接消息

source: Direct Messages
ar: الرسائل المباشرة
de: Direktnachrichten
es: Mensajes directos
fr: Messages directs
ha: Saƙon Kai-kai
ig: Ozi Ozugbo
pt: Mensagens Diretas
sw: Ujumbe wa Moja kwa Moja
yo: Ifiranṣẹ Taara
zh: 直接消息

source: Directory
ar: الدليل
de: Verzeichnis
es: Directorio
fr: Répertoire
ha: Jerin Abokan
ig: Ndepụta Mmadụ
pt: Diretório
sw: Orodha
yo: Atokọ
zh: 目录

source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Abandonner
ha: Soke
ig: Hapụ
pt: Descartar
sw: Futa
yo: Ṣubú
zh: 丢弃

source: Disease
ar: المرض
de: Erkrankung
es: Enfermedad
fr: Maladie
ha: Cuta
ig: Ọrịa
pt: Doença
sw: Ugonjwa
yo: Àrùn
zh: 疾病

source: Disease Surveillance
ar: مراقبة الأمراض
de: Krankheitsüberwachung
es: Vigilancia de enfermedades
fr: Surveillance de la maladie
ha: Lura kan Cuta
ig: Nlekọta Ọrịa
pt: Vigilância de Doenças
sw: Ufuatiliaji wa Ugonjwa
yo: Ṣàyèéjú Àrùn
zh: 疾病监测

source: Dispense
ar: صرف
de: Ausgabe
es: Dispensar
fr: Distribuer
ha: Rarraba
ig: Inye
pt: Dispensar
sw: Tolea
yo: Pín
zh: 配药

source: Dispense Details
ar: تفاصيل الصرف
de: Ausgabedetails
es: Detalles de dispensación
fr: Détails de distribution
ha: Bayanan Rarraba
ig: Nkọwa Inye
pt: Detalhes da Dispensação
sw: Maelezo ya Utolezi
yo: Àlàyé Pípin
zh: 配药详情

source: Distance (km)
ar: المسافة (كم)
de: Entfernung (km)
es: Distancia (km)
ha: Nisa (km)
ig: Ebe (km)
pt: Distância (km)
sw: Umbali (km)
yo: Ijìn (km)
zh: 距离（公里）

source: Distributed in %lld states
ar: موزّع في %lld ولاية
de: In %lld Bundesländern verteilt
es: Distribuido en %lld estados
fr: Distribué dans %lld États
ha: An rarraba a %lld jihohi
ig: Ekesara na %lld steeti
pt: Distribuído em %lld estados
sw: Umesambazwa katika %lld majimbo
yo: Pípin ní %lld àwọn ìpinlẹ
zh: 分布在 %lld 个州

source: Distributed nationwide
ar: موزّع على المستوى الوطني
de: Bundesweit verteilt
es: Distribuido a nivel nacional
fr: Distribué à l'échelle nationale
ha: An rarraba a duk gida
ig: Ekesara na mpaghara niile
pt: Distribuído em todo o país
sw: Umesambazwa kote nchi
yo: Pípin ní gbogbo orílẹ̀
zh: 全国分布

source: Distribution Pattern
ar: نمط التوزيع
de: Verteilungsmuster
es: Patrón de distribución
fr: Profil de distribution
ha: Tsarin Rarraba
ig: Ụkpụrụ Ekesara
pt: Padrão de Distribuição
sw: Muundo wa Usambazaji
yo: Ìwé Pípin
zh: 分布模式

source: Dizziness
ar: دوخة
de: Schwindel
es: Mareos
fr: Vertiges
ha: Haushi
ig: Ụjụ Isi
pt: Tontura
sw: Kizunguzungu
yo: Ìrora
zh: 头晕

source: Document Info
ar: معلومات المستند
de: Dokumentinformationen
es: Información del documento
fr: Infos du document
ha: Bayanan Takarda
ig: Ozi Akwụkwọ
pt: Informações do Documento
sw: Taarifa za Hati
yo: Àlàyé Ìwé
zh: 文件信息

source: Document Location
ar: موقع المستند
de: Dokumentort
es: Ubicación del documento
fr: Localisation du document
ha: Waje na Takarda
ig: Ebe Akwụkwọ
pt: Localização do Documento
sw: Mahali pa Hati
yo: Ibikita Ìwé
zh: 文件位置

source: document: “%@”
ar: المستند: "%@"
de: Dokument: "%@"
es: documento: "%@"
ha: takarda: "%@"
ig: nkebi: "%@"
pt: documento: "%@"
sw: hati: "%@"
yo: ìwé: "%@"

source: Don't have an account?
ar: ليس لديك حساب؟
de: Haben Sie noch kein Konto?
es: ¿No tienes cuenta?
fr: Vous n'avez pas de compte ?
ha: Ba ka da akaundi ba?
ig: Ị nwere akaụntụ?
pt: Não tem uma conta?
sw: Huna akaunti?
yo: Ṣe o ní àkọ́unt?
zh: 没有账户？

source: Donation
ar: تبرّع
de: Spende
es: Donación
fr: Don
ha: Sadaka
ig: Onyinye
pt: Doação
sw: Mchango
yo: Ìbẹ̀rẹ̀
zh: 捐赠

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
ha: Gama
ig: Emechara
pt: Concluído
sw: Imekamilika
yo: Tán
zh: 完成

source: Dosage
ar: الجرعة
de: Dosierung
es: Dosis
fr: Posologie
ha: Adadin Magungunan
ig: Ụbọchị Ọgwụ
pt: Dosagem
sw: Kipimo cha Dawa
yo: Iye Oogun
zh: 剂量

source: Dosage (e.g., 75mg/m²)
ar: الجرعة (مثلاً 75mg/m²)
de: Dosierung (z. B. 75mg/m²)
es: Dosis (p. ej., 75mg/m²)
fr: Posologie (ex. 75 mg/m²)
ha: Adadin Magungunan (misali, 75mg/m²)
ig: Ụbọchị Ọgwụ (dị ka, 75mg/m²)
pt: Dosagem (ex.: 75mg/m²)
sw: Kipimo (k.m., 75mg/m²)
yo: Iye Oogun (àpẹẹrẹ, 75mg/m²)
zh: 剂量（例如 75mg/m²）

source: Dosage: %@
ar: الجرعة: %@
de: Dosierung: %@
es: Dosis: %@
fr: Posologie : %@
ha: Adadin: %@
ig: Ụbọchị Ọgwụ: %@
pt: Dosagem: %@
sw: Kipimo: %@
yo: Iye Oogun: %@
zh: 剂量：%@

source: Dose label
ar: تسمية الجرعة
de: Dosierungsetikett
es: Etiqueta de dosis
fr: Étiquette de dose
ha: Alamar Adadin
ig: Akara Ụbọchị
pt: Rótulo da dose
sw: Lebo ya Kipimo
yo: Àmì Iye
zh: 剂量标签

source: Dose taken
ar: الجرعة المأخوذة
de: Eingenommene Dosis
es: Dosis tomada
fr: Dose prise
ha: Adadin da aka ci
ig: Ụbọchị Ọgwụ Wetara
pt: Dose tomada
sw: Kipimo Kilichochukuliwa
yo: Iye Oogun Tí a Gba
zh: 已服用剂量

source: Dose: %@
ar: الجرعة: %@
de: Dosis: %@
es: Dosis: %@
ha: Adadin: %@
ig: Ụbọchị: %@
sw: Kipimo: %@
yo: Iye: %@
zh: 剂量：%@

source: Download all your health data (GDPR Article 20)
ar: تحميل جميع بيانات صحتك (المادة 20 من GDPR)
de: Alle Ihre Gesundheitsdaten herunterladen (DSGVO Artikel 20)
es: Descarga todos tus datos de salud (RGPD Artículo 20)
fr: Télécharger toutes vos données de santé (article 20 du RGPD)
ha: Zazzage duk bayanan lafiyarki (GDPR Article 20)
ig: Budata ụdị ike gị niile (GDPR Article 20)
pt: Baixe todos os seus dados de saúde (GDPR Artigo 20)
sw: Pakua data yako yote ya Afya (GDPR Makala 20)
yo: Ṣe Igbasilẹ Gbogbo Àlàyé Ìlera Rẹ (GDPR Article 20)
zh: 下载您的所有健康数据（GDPR 第 20 条）

source: Download Now
ar: تحميل الآن
de: Jetzt herunterladen
es: Descargar ahora
fr: Télécharger maintenant
ha: Zazzage Yanzu
ig: Budata Ugbu a
pt: Baixar Agora
sw: Pakua Sasa
yo: Ṣe Igbasilẹ Nísinsin Yìí
zh: 立即下载

source: Drug
ar: دواء
de: Medikament
es: Medicamento
fr: Médicament
ha: Magungunan
ig: Ọgwụ
pt: Medicamento
sw: Dawa
yo: Oogun
zh: 药物

source: Drugs
ar: أدوية
de: Medikamente
es: Medicamentos
fr: Médicaments
ha: Magungunan
ig: Ọgwụ
pt: Medicamentos
sw: Dawa
yo: Àwọn Oogun
zh: 药物

source: Drugs (e.g., Cisplatin 75mg/m²)
ar: أدوية (مثلاً Cisplatin 75mg/m²)
de: Medikamente (z. B. Cisplatin 75mg/m²)
es: Medicamentos (p. ej., Cisplatin 75mg/m²)
fr: Médicaments (ex. Cisplatin 75 mg/m²)
ha: Magungunan (misali, Cisplatin 75mg/m²)
ig: Ọgwụ (dị ka, Cisplatin 75mg/m²)
pt: Medicamentos (ex.: Cisplatin 75mg/m²)
sw: Dawa (k.m., Cisplatin 75mg/m²)
yo: Àwọn Oogun (àpẹẹrẹ, Cisplatin 75mg/m²)
zh: 药物（例如 Cisplatin 75mg/m²）

source: Drugs & Administration
ar: الأدوية والإعطاء
de: Medikamente & Verabreichung
es: Medicamentos y administración
fr: Médicaments et administration
ha: Magungunan & Amfani
ig: Ọgwụ & Iji
pt: Medicamentos e Administração
sw: Dawa & Utendaji
yo: Àwọn Oogun & Lilo
zh: 药物与给药

source: Drugs Given This Session
ar: الأدوية المعطاة في هذه الجلسة
de: In dieser Sitzung verabreichte Medikamente
es: Medicamentos administrados en esta sesión
fr: Médicaments administrés cette séance
ha: Magungunan da aka ba a Wannan Jeri
ig: Ọgwụ Ewetara N'oge a
pt: Medicamentos Administrados Nesta Sessão
sw: Dawa Zilizotolewa Katika Kikao hiki
yo: Àwọn Oogun Tí a Fún Ní Ìṣẹ̀ Yìí
zh: 本次治疗给予的药物

source: Dry
ar: جاف
de: Trocken
es: Seco
fr: Sec
ha: Bushewa
ig: Akpọ
pt: Seco
sw: Kavu
yo: Gbẹ
zh: 干燥

source: Duplicates Skipped
ar: تم تخطي التكرارات
de: Duplikate übersprungen
es: Duplicados omitidos
fr: Doublons ignorés
ha: Maimaita an tsallake
ig: Ndị Otu Ewepụrụ
pt: Duplicatas Ignoradas
sw: Nakala Zilirukwa
yo: Àwọn Ìtúpo Ṣubú
zh: 已跳过重复项

source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
ha: Lokaci
ig: Oge
pt: Duração
sw: Muda
yo: Akoko
zh: 时长

source: Duration (min)
ar: المدة (دقيقة)
de: Dauer (Min)
es: Duración (min)
fr: Durée (min)
ha: Lokaci (min)
ig: Oge (nkeji)
pt: Duração (min)
sw: Muda (dakika)
yo: Akoko (min)
zh: 时长（分钟）

source: e.g. “I take Calcitriol”
ar: مثلاً "أتناول Calcitriol"
de: z. B. "Ich nehme Calcitriol"
es: p. ej. "Tomo Calcitriol"
fr: p. ex. « Je prends du Calcitriol »
ha: misali "Ina ɗauki Calcitriol"
ig: dịka "M na-eri Calcitriol"
pt: p. ex. "Tomo Calcitriol"
sw: k.m. "Ninachukua Calcitriol"
yo: fún àpẹẹrẹ "Mo gba Calcitriol"
zh: 例如"I take Calcitriol"

source: e.g. bad knees, lower back pain
ar: مثلاً ركبتان سيئتان، آلام أسفل الظهر
de: z. B. schlechte Knie, Kreuzschmerzen
es: p. ej. rodillas débiles, dolor de espalda baja
fr: p. ex. genoux douloureux, douleur au bas du dos
ha: misali mummuna gwiwa, cikin baya
ig: dịka ụkwụ ọjọọ, mgbu azụ
pt: p. ex. joelhos ruins, dor nas costas
sw: k.m. magoti mabaya, maumivu ya mgongo wa chini
yo: fún àpẹẹrẹ ẹ̀kẹ́ búburú, ìrora ẹ̀kẹ́ ìsalẹ̀
zh: 例如：膝盖不好、下背部疼痛

source: e.g. banana, chicken breast…
ar: مثلاً موز، صدر دجاج…
de: z. B. Banane, Hähnchenbrust…
es: p. ej. plátano, pechuga de pollo…
fr: p. ex. banane, poitrine de poulet…
ha: misali ayaba, naman kaji…
ig: dịka unere, ụta ọkụkụ…
pt: p. ex. banana, peito de frango…
sw: k.m. ndani, kuku…
yo: fún àpẹẹrẹ ọ̀dọ̀dọ̀, ẹran iyẹn…
zh: 例如：香蕉、鸡胸肉…

source: e.g. beans in palm oil; grilled chicken
ar: مثلاً فاصوليا بزيت النخيل؛ دجاج مشوي
de: z. B. Bohnen in Palmöl; gegrilltes Hähnchen
es: p. ej. frijoles en aceite de palma; pollo a la parrilla
fr: p. ex. haricots à l'huile de palme ; poulet grillé
ha: misali wake a mai palme; kaji da aka grille
ig: dịka beans n'mmanụ nkwu; ụta e siri esi
pt: p. ex. feijão em azeite de dendê; frango grelhado
sw: k.m. maharagwe katika mafuta ya palamu; kuku kilichokaangwa
yo: fún àpẹẹrẹ àwádì nínú epo; ẹran tí a ṣe nínú iná
zh: 例如：棕榈油豆类；烤鸡

source: e.g. EDTA, SST
ar: مثلاً EDTA، SST
de: z. B. EDTA, SST
es: p. ej. EDTA, SST
fr: p. ex. EDTA, SST
ha: misali EDTA, SST
ig: dịka EDTA, SST
pt: p. ex. EDTA, SST
sw: k.m. EDTA, SST
yo: fún àpẹẹrẹ EDTA, SST
zh: 例如 EDTA、SST

source: e.g. I ate jollof rice and took my 10mg lisinopril
ar: مثلاً تناولت أرز جولوف وأخذت 10 ملغ من lisinopril
de: z. B. Ich habe Jollof-Reis gegessen und mein 10-mg-Lisinopril genommen
es: p. ej. Comí arroz jollof y tomé mis 10 mg de lisinopril
fr: p. ex. J'ai mangé du riz jollof et pris mon lisinopril 10mg
ha: misali na ci jollof shinkafa da ɗauki 10mg lisinopril
ig: dịka m riri jollof rice ma were 10mg lisinopril m
pt: p. ex. comi arroz jollof e tomei meu lisinopril 10mg
sw: k.m. Niliula jollof rice na kuchukua lisinopril 10mg yangu
yo: fún àpẹẹrẹ Mo jẹ jollof rice àti mo gba 10mg lisinopril
zh: 例如 我吃了jollof rice并服用了10mg lisinopril

source: e.g. peanuts, shellfish
ar: مثلاً فول سوداني، محار
de: z. B. Erdnüsse, Schalentiere
es: p. ej. cacahuetes, mariscos
fr: p. ex. cacahuètes, fruits de mer
ha: misali peanuts, shellfish
ig: dịka ube, anụ mmiri
pt: p. ex. amendoim, frutos do mar
sw: k.m. karanga, samaki wa chumvi
yo: fún àpẹẹrẹ epa, ẹran omi
zh: 例如：花生、贝类

source: e.g. vegetarian, high protein
ar: مثلاً نباتي، بروتين عالي
de: z. B. vegetarisch, proteinreich
es: p. ej. vegetariano, alto en proteína
fr: p. ex. végétarien, riche en protéines
ha: misali vegetarian, protein mai yawa
ig: dịka na-adịghị eri anụ, ọgwụ dị elu
pt: p. ex. vegetariano, alto teor de proteína
sw: k.m. bila nyama, protini nyingi
yo: fún àpẹẹrẹ vegetarian, oogun tó ga
zh: 例如：素食、高蛋白

source: Each health record has a unique ID. Re-syncing the same data will not create duplicates.
ar: لكل سجل صحي معرّف فريد. إعادة مزامنة البيانات نفسها لن تنشئ نسخاً مكررة.
de: Jeder Gesundheitsdatensatz hat eine eindeutige ID. Das erneute Synchronisieren derselben Daten erstellt keine Duplikate.
es: Cada registro de salud tiene un ID único. Resincronizar los mismos datos no creará duplicados.
fr: Chaque dossier de santé a un identifiant unique. La resynchronisation des mêmes données ne créera pas de doublons.
ha: Kowane bayanan lafiya yana da nuni na musamman. Sake-juyawa na bayanan gida ba zai haifar da maimaita ba.
ig: Ọrụ ike ọ bụla nwere ID pụrụ iche. Ịgbakọ data otu a ọzọ agaghị emepụta ndị ọzọ.
pt: Cada registro de saúde tem um ID único. Ressincronizar os mesmos dados não criará duplicatas.
sw: Kila rekodi ya afya ina kitambulisho cha kipekee. Kusambaza tena data sawa haitaunda nakala.
yo: Gbogbo àlàyé ìlera ní ID àkọ́tọ̀. Ìṣe-ìgbàlódé àlàyé kanna kò máa ṣẹ̀dá àwọn ìtúpo.
zh: 每条健康记录都有唯一 ID。重新同步相同数据不会创建重复项。

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
ha: Gyara
ig: Dezie
pt: Editar
sw: Hariri
yo: Ṣe Àtúnṣe
zh: 编辑

source: Edit Condition
ar: تعديل الحالة
de: Erkrankung bearbeiten
es: Editar condición
fr: Modifier la condition
ha: Gyara Yanayin Cuta
ig: Dezie Ọrịa
pt: Editar Condição
sw: Hariri Hali
yo: Ṣe Àtúnṣe Àrùn
zh: 编辑病情

source: Edit Event
ar: تعديل الحدث
de: Ereignis bearbeiten
es: Editar evento
fr: Modifier l'événement
ha: Gyara Abin da ya faru
ig: Dezie Ihe Merenụ
pt: Editar Evento
sw: Hariri Tukio
yo: Ṣe Àtúnṣe Iṣẹ̀
zh: 编辑事件

source: Edit HD Session
ar: تعديل جلسة غسيل الكلى
de: HD-Sitzung bearbeiten
es: Editar sesión de HD
fr: Modifier la séance d'hémodialyse
ha: Gyara Jerin HD
ig: Dezie Oge HD
pt: Editar Sessão de HD
sw: Hariri Kikao cha HD
yo: Ṣe Àtúnṣe Ìṣẹ̀ HD
zh: 编辑血液透析治疗

source: Edit meal
ar: تعديل الوجبة
de: Mahlzeit bearbeiten
es: Editar Comida
fr: Modifier le repas
ha: Gyara Abinci
ig: Dezie Nri
pt: Editar refeição
sw: Hariri Chakula
yo: Ṣe Àtúnṣe Oúnjẹ
zh: 编辑餐食

source: Edit Profile
ar: تعديل الملف الشخصي
de: Profil bearbeiten
es: Editar Perfil
fr: Modifier le profil
ha: Gyara Profayil
ig: Dezie Profaịlụ
pt: Editar Perfil
sw: Hariri Wasifu
yo: Ṣe Àtúnṣe Profaili
zh: 编辑个人资料

source: Edit Session
ar: تعديل الجلسة
de: Sitzung bearbeiten
es: Editar Sesión
fr: Modifier la séance
ha: Gyara Zaman
ig: Dezie Ọrụ
pt: Editar Sessão
sw: Hariri Kikao
yo: Ṣe Àtúnṣe Ìsẹ̀ṣí
zh: 编辑疗程

source: Education & Training
ar: التثقيف والتدريب
de: Schulung & Training
es: Educación y Capacitación
fr: Éducation et formation
ha: Ilimi & Horon
ig: Ọmụmụ & Ihe Ọzọ
pt: Educação e Treinamento
sw: Elimu & Mafunzo
yo: Ìkẹ́kọ̀ọ́ & Ìlọ́ṣin
zh: 教育与培训

source: Effective:
ar: فعّال من:
de: Gültig ab:
es: Efectivo:
fr: Efficace :
ha: Aiki:
ig: Dị Irè:
pt: Efetivo:
sw: Inafanya Kazi:
yo: Ní ìgbà tí:
zh: 有效期:

source: Effectiveness
ar: الفعالية
de: Wirksamkeit
es: Efectividad
fr: Efficacité
ha: Aiki
ig: Ịrè
pt: Eficácia
sw: Ufanisi
yo: Ìgbéṣẹ̀
zh: 有效性

source: Effluent Clarity
ar: وضوح السائل الخارج
de: Dialysat-Klarheit
es: Claridad del Efluente
fr: Clarté du dialysat
ha: Tsabtar Effluent
pt: Clareza do Efluente
sw: Wazi wa Kioevu
yo: Ìmọ̀lẹ̀ Omi Ìjáde
zh: 透析液清晰度

source: EHR & Apps
ar: السجل الصحي والتطبيقات
es: HCE y aplicaciones
fr: Dossier médical et applications
ha: EHR & Aikace-aikace
ig: EHR & Ngwa
pt: Prontuário e Aplicativos
sw: EHR & Programu
yo: EHR & Àwọn App
zh: 电子健康记录与应用

source: Elimination
ar: الإزالة
de: Ausscheidung
es: Eliminación
fr: Élimination
ha: Kawar
ig: Iwepụ
pt: Eliminação
sw: Kuondolewa
yo: Ìyọkúrò
zh: 清除

source: Email
ar: البريد الإلكتروني
es: Correo Electrónico
fr: Courriel
sw: Barua Pepe
yo: Ìmẹ̀ilẹ̀
zh: 电子邮件

source: Email address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
es: Dirección de Correo
fr: Adresse courriel
ha: Adireshin Email
ig: Adreesị Email
pt: Endereço de email
sw: Anwani ya Barua Pepe
yo: Àdírẹ̀sì Ìmẹ̀ilẹ̀
zh: 电子邮件地址

source: Email Notifications
ar: إشعارات البريد الإلكتروني
de: E-Mail-Benachrichtigungen
es: Notificaciones por Correo
fr: Notifications par courriel
ha: Sanarwa ta Email
ig: Email Ọkwa
pt: Notificações por Email
sw: Arifa za Barua Pepe
yo: Ìkìlọ́ Ìmẹ̀ilẹ̀
zh: 电子邮件通知

source: Emergency
ar: طوارئ
de: Notfall
es: Emergencia
fr: Urgence
ha: Gaggawa
ig: Ihe Mberede
pt: Emergência
sw: Dharura
yo: Ìjọ̀ba
zh: 紧急情况

source: Emotions & Coping
ar: المشاعر والتأقلم
de: Emotionen & Bewältigung
es: Emociones y Afrontamiento
fr: Émotions et adaptation
ha: Motsin Zuciya & Jiya
ig: Mmetụta & Ịnagide
pt: Emoções e Enfrentamento
sw: Hisia & Kukabiliana
yo: Ìmọ̀ràn & Ìgbésẹ̀
zh: 情绪与应对

source: Enable sliders to override biomarkers, then run simulation.
ar: فعّل المنزلقات لتجاوز المؤشرات الحيوية، ثم شغّل المحاكاة.
de: Schieberegler aktivieren, um Biomarker zu überschreiben, dann Simulation ausführen.
es: Habilitar controles deslizantes para anular biomarcadores, luego ejecutar simulación.
fr: Activez les curseurs pour remplacer les biomarqueurs, puis lancez la simulation.
ha: Kunna sliders don karya biomarkers, sannan gudna simulation.
ig: Mee sliders ka ọ nwee ike ịgbanwe biomarkers, wee gbaa simulation.
pt: Ative os controles deslizantes para substituir biomarcadores e execute a simulação.
sw: Wezesha slaida ili kukamatia biomarkers, kisha endesha uigaji.
yo: Jáde àwọn slider láti ṣe àtúnṣe biomarkers, kí ó sì ṣe ìdánilójú.
zh: 启用滑块覆盖生物标志物，然后运行模拟。

source: End
ar: نهاية
de: Ende
es: Fin
fr: Fin
ha: Ƙarshe
ig: Njedebe
pt: Fim
sw: Mwisho
yo: Ìparí
zh: 结束

source: End Date (YYYY-MM-DD)
ar: تاريخ النهاية (YYYY-MM-DD)
de: Enddatum (YYYY-MM-DD)
es: Fecha de Fin (AAAA-MM-DD)
fr: Date de fin (AAAA-MM-JJ)
ha: Ranar Ƙarshe (YYYY-MM-DD)
ig: Ụbọchị Njedebe (YYYY-MM-DD)
pt: Data de Término (AAAA-MM-DD)
sw: Tarehe ya Mwisho (YYYY-MM-DD)
yo: Ọjọ́ Ìparí (YYYY-MM-DD)
zh: 结束日期 (YYYY-MM-DD)

source: End Time
ar: وقت النهاية
de: Endzeit
es: Hora de Fin
fr: Heure de fin
ha: Lokacin Ƙarshe
ig: Oge Njedebe
pt: Hora de Término
sw: Saa ya Mwisho
yo: Àkókò Ìparí
zh: 结束时间

source: End Time (e.g. 08:30)
ar: وقت النهاية (مثلاً 08:30)
de: Endzeit (z. B. 08:30)
es: Hora de Fin (p. ej. 08:30)
fr: Heure de fin (ex. 08:30)
ha: Lokacin Ƙarshe (misali 08:30)
ig: Oge Njedebe (dị ka 08:30)
pt: Hora de Término (ex. 08:30)
sw: Saa ya Mwisho (k.m. 08:30)
yo: Àkókò Ìparí (àpẹ̀ 08:30)
zh: 结束时间 (例如 08:30)

source: Energy: %lld/10
ar: الطاقة: %lld/10
de: Energie: %lld/10
es: Energía: %lld/10
fr: Énergie : %lld/10
ha: Karfi: %lld/10
ig: Ume: %lld/10
pt: Energia: %lld/10
sw: Nishati: %lld/10
yo: Agbára: %lld/10
zh: 能量: %lld/10

source: Enter a result
ar: أدخل النتيجة
de: Ergebnis eingeben
es: Ingresar un resultado
fr: Entrer un résultat
ha: Shigar da sakamakon
ig: Tinye nsosoihe
pt: Inserir um resultado
sw: Ingiza matokeo
yo: Tẹ̀ èsì kan
zh: 输入结果

source: Enter it as HR:MIN (7:27) or as minutes (447).
ar: أدخله بصيغة ساعة:دقيقة (7:27) أو بالدقائق (447).
de: Geben Sie es als ST:MIN (7:27) oder in Minuten (447) ein.
es: Ingresa como HH:MIN (7:27) o en minutos (447).
fr: Entrez-le en HH:MM (7:27) ou en minutes (447).
ha: Shigar da shi a matsayin HR:MIN (7:27) ko a matsayin mintuna (447).
ig: Tinye ya dị ka HR:MIN (7:27) ma ọ bụ dị ka nkeji (447).
pt: Digite como HH:MIN (7:27) ou em minutos (447).
sw: Ingiza kama HR:MIN (7:27) au kama dakika (447).
yo: Tẹ̀ ó gẹ́ HR:MIN (7:27) tàbí gẹ́ àkókò (447).
zh: 输入格式为 HR:MIN (7:27) 或分钟数 (447)。
